Repository: kaishi00/hermes-conduit
Catalog: Conduit/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

source: For reverse proxies such as Pangolin, Traefik, or nginx that check a header. Sent only to this server, over HTTPS.
de: Für Reverse-Proxys wie Pangolin, Traefik oder nginx, die einen Header prüfen. Wird nur an diesen Server gesendet, über HTTPS.
es: Para proxies inversos como Pangolin, Traefik o nginx que comprueban un encabezado. Solo se envían a este servidor, por HTTPS.
fr: Pour les proxys inverses comme Pangolin, Traefik ou nginx qui vérifient un en-tête. Envoyés uniquement à ce serveur, en HTTPS.
id: Untuk reverse proxy seperti Pangolin, Traefik, atau nginx yang memeriksa header. Hanya dikirim ke server ini, melalui HTTPS.
it: Per i reverse proxy come Pangolin, Traefik o nginx che controllano un'intestazione. Inviate solo a questo server, tramite HTTPS.
ja: Pangolin、Traefik、nginxなど、ヘッダをチェックするリバースプロキシ向けです。HTTPS経由でこのサーバにのみ送信されます。
ko: 헤더를 확인하는 Pangolin, Traefik, nginx 같은 리버스 프록시용이에요. HTTPS를 통해 이 서버에만 전송돼요.
pl: Dla odwrotnych serwerów proxy, takich jak Pangolin, Traefik czy nginx, które sprawdzają nagłówek. Wysyłane tylko do tego serwera, przez HTTPS.
pt_br: Para proxies reversos como Pangolin, Traefik ou nginx que verificam um cabeçalho. Enviados só para este servidor, por HTTPS.
ru: Для обратных прокси (например, Pangolin, Traefik или nginx), которые проверяют заголовок. Отправляются только на этот сервер по HTTPS.
tr: Pangolin, Traefik veya nginx gibi bir üstbilgiyi denetleyen ters proxy'ler için. Yalnızca bu sunucuya, HTTPS üzerinden gönderilir.
zh_hans: 用于会检查请求头的反向代理，例如 Pangolin、Traefik 或 nginx。仅通过 HTTPS 发送到此服务器。
zh_hant: 適用於會檢查標頭的反向代理伺服器，例如 Pangolin、Traefik 或 nginx。只會透過 HTTPS 傳送到此伺服器。

source: Header values can't contain line breaks.
de: Header-Werte dürfen keine Zeilenumbrüche enthalten.
es: Los valores de encabezado no pueden contener saltos de línea.
fr: Les valeurs d'en-tête ne peuvent pas contenir de saut de ligne.
id: Nilai header tidak boleh berisi baris baru.
it: I valori delle intestazioni non possono contenere interruzioni di riga.
ja: ヘッダの値に改行は使用できません。
ko: 헤더 값에는 줄 바꿈을 넣을 수 없어요.
pl: Wartości nagłówków nie mogą zawierać podziałów wierszy.
pt_br: Os valores de cabeçalho não podem conter quebras de linha.
ru: Значения заголовков не могут содержать переносы строк.
tr: Üstbilgi değerleri satır sonu içeremez.
zh_hans: 请求头的值不能包含换行。
zh_hant: 標頭的值不能包含換行。

source: Hide value
de: Wert ausblenden
es: Ocultar valor
fr: Masquer la valeur
id: Sembunyikan nilai
it: Nascondi valore
ja: 値を非表示
ko: 값 가리기
pl: Ukryj wartość
pt_br: Ocultar valor
ru: Скрыть значение
tr: Değeri gizle
zh_hans: 隐藏值
zh_hant: 隱藏值

source: Reconnect after changing them.
de: Verbinde dich nach einer Änderung neu.
es: Vuelve a conectarte después de cambiarlos.
fr: Reconnectez-vous après les avoir modifiés.
id: Hubungkan ulang setelah mengubahnya.
it: Riconnettiti dopo averle modificate.
ja: 変更後は再接続してください。
ko: 변경한 후에 다시 연결하세요.
pl: Po ich zmianie połącz się ponownie.
pt_br: Reconecte depois de alterá-los.
ru: После изменения переподключитесь.
tr: Değiştirdikten sonra yeniden bağlanın.
zh_hans: 更改后请重新连接。
zh_hant: 更改後請重新連線。

source: Remove header
de: Header entfernen
es: Quitar encabezado
fr: Supprimer l'en-tête
id: Hapus header
it: Rimuovi intestazione
ja: ヘッダを削除
ko: 헤더 제거
pl: Usuń nagłówek
pt_br: Remover cabeçalho
ru: Удалить заголовок
tr: Üstbilgiyi kaldır
zh_hans: 移除请求头
zh_hant: 移除標頭

source: Sent with every request to this server, for reverse proxies such as Pangolin, Traefik, or nginx that check a header. Values stay in Keychain.
de: Wird mit jeder Anfrage an diesen Server gesendet, für Reverse-Proxys wie Pangolin, Traefik oder nginx, die einen Header prüfen. Die Werte bleiben im Schlüsselbund.
es: Se envían con cada solicitud a este servidor, para proxies inversos como Pangolin, Traefik o nginx que comprueban un encabezado. Los valores se guardan en el llavero.
fr: Envoyés avec chaque requête à ce serveur, pour les proxys inverses comme Pangolin, Traefik ou nginx qui vérifient un en-tête. Les valeurs restent dans le trousseau.
id: Dikirim dengan setiap permintaan ke server ini, untuk reverse proxy seperti Pangolin, Traefik, atau nginx yang memeriksa header. Nilai disimpan di Rantai Kunci.
it: Inviate con ogni richiesta a questo server, per i reverse proxy come Pangolin, Traefik o nginx che controllano un'intestazione. I valori restano nel Portachiavi.
ja: Pangolin、Traefik、nginxなど、ヘッダをチェックするリバースプロキシ向けに、このサーバへのすべてのリクエストとともに送信されます。値はキーチェーンに保存されます。
ko: 헤더를 확인하는 Pangolin, Traefik, nginx 같은 리버스 프록시를 위해 이 서버로 보내는 모든 요청에 포함돼요. 값은 키체인에 저장돼요.
pl: Wysyłane z każdym żądaniem do tego serwera — dla odwrotnych serwerów proxy, takich jak Pangolin, Traefik czy nginx, które sprawdzają nagłówek. Wartości są przechowywane w pęku kluczy.
pt_br: Enviados em todas as solicitações a este servidor, para proxies reversos como Pangolin, Traefik ou nginx que verificam um cabeçalho. Os valores ficam nas Chaves.
ru: Отправляются с каждым запросом к этому серверу — для обратных прокси (например, Pangolin, Traefik или nginx), которые проверяют заголовок. Значения хранятся в Связке ключей.
tr: Pangolin, Traefik veya nginx gibi bir üstbilgiyi denetleyen ters proxy'ler için bu sunucuya yapılan her istekle gönderilir. Değerler Anahtar Zinciri'nde kalır.
zh_hans: 随发往此服务器的每个请求一起发送，用于会检查请求头的反向代理，例如 Pangolin、Traefik 或 nginx。值保存在钥匙串中。
zh_hant: 會隨著每個傳送到此伺服器的請求一起送出，適用於會檢查標頭的反向代理伺服器，例如 Pangolin、Traefik 或 nginx。值會保存在鑰匙圈中。

source: Show value
de: Wert einblenden
es: Mostrar valor
fr: Afficher la valeur
id: Tampilkan nilai
it: Mostra valore
ja: 値を表示
ko: 값 보기
pl: Pokaż wartość
pt_br: Mostrar valor
ru: Показать значение
tr: Değeri göster
zh_hans: 显示值
zh_hant: 顯示值

source: This header is already in the list.
de: Dieser Header ist bereits in der Liste.
es: Este encabezado ya está en la lista.
fr: Cet en-tête figure déjà dans la liste.
id: Header ini sudah ada di daftar.
it: Questa intestazione è già nell'elenco.
ja: このヘッダはすでにリストにあります。
ko: 이 헤더는 이미 목록에 있어요.
pl: Ten nagłówek jest już na liście.
pt_br: Este cabeçalho já está na lista.
ru: Этот заголовок уже есть в списке.
tr: Bu üstbilgi zaten listede.
zh_hans: 此请求头已在列表中。
zh_hant: 此標頭已在列表中。

source: This isn’t a valid header name. Use letters, digits, and dashes.
de: Das ist kein gültiger Header-Name. Verwende Buchstaben, Ziffern und Bindestriche.
es: No es un nombre de encabezado válido. Usa letras, dígitos y guiones.
fr: Ce nom d'en-tête n'est pas valide. Utilisez des lettres, des chiffres et des tirets.
id: Nama header ini tidak valid. Gunakan huruf, angka, dan tanda hubung.
it: Non è un nome di intestazione valido. Usa lettere, cifre e trattini.
ja: 有効なヘッダ名ではありません。英字、数字、ハイフンを使用してください。
ko: 유효한 헤더 이름이 아니에요. 영문자, 숫자, 하이픈을 사용하세요.
pl: To nie jest prawidłowa nazwa nagłówka. Używaj liter, cyfr i łączników.
pt_br: Este não é um nome de cabeçalho válido. Use letras, números e hifens.
ru: Недопустимое имя заголовка. Используйте буквы, цифры и дефисы.
tr: Bu geçerli bir üstbilgi adı değil. Harf, rakam ve kısa çizgi kullanın.
zh_hans: 这不是有效的请求头名称。请使用字母、数字和连字符。
zh_hant: 這不是有效的標頭名稱。請使用字母、數字和連字號。

source: Value
de: Wert
es: Valor
fr: Valeur
id: Nilai
it: Valore
ja: 値
ko: 값
pl: Wartość
pt_br: Valor
ru: Значение
tr: Değer
zh_hans: 值
zh_hant: 值

source: Minimise call
de: Anruf minimieren
es: Minimizar llamada
fr: Réduire l'appel
id: Perkecil panggilan
it: Riduci chiamata
ja: 通話を最小化
ko: 통화 최소화
pl: Zminimalizuj połączenie
pt_br: Minimizar chamada
ru: Свернуть звонок
tr: Aramayı küçült
zh_hans: 最小化通话
zh_hant: 最小化通話

source: Transcript
de: Transkript
es: Transcripción
fr: Transcription
id: Transkrip
it: Trascrizione
ja: 文字起こし
ko: 대화 내용
pl: Transkrypcja
pt_br: Transcrição
ru: Расшифровка
tr: Transkript
zh_hans: 文字记录
zh_hant: 逐字稿

source: What you and the assistant say will appear here.
de: Was du und der Assistent sagen, erscheint hier.
es: Aquí aparecerá lo que digas tú y lo que diga el asistente.
fr: Ce que vous et l'assistant dites apparaîtra ici.
id: Apa yang Anda dan asisten ucapkan akan muncul di sini.
it: Qui appariranno le parole tue e dell'assistente.
ja: あなたとアシスタントの発言がここに表示されます。
ko: 사용자와 어시스턴트가 말한 내용이 여기에 표시돼요.
pl: Tutaj pojawi się to, co mówicie Ty i asystent.
pt_br: O que você e o assistente disserem aparecerá aqui.
ru: Здесь появится то, что говорите вы и ассистент.
tr: Sizin ve asistanın söyledikleri burada görünecek.
zh_hans: 你和助手说的话会显示在这里。
zh_hant: 你和助理說的話會顯示在這裡。

source: Hangs up the call
de: Beendet den Anruf
es: Cuelga la llamada
fr: Met fin à l'appel
id: Mengakhiri panggilan
it: Termina la chiamata
ja: 通話を終了します
ko: 통화를 끊어요
pl: Kończy połączenie
pt_br: Encerra a chamada
ru: Завершает звонок
tr: Aramayı kapatır
zh_hans: 挂断通话
zh_hant: 掛斷通話

source: Stops the assistant so you can speak
de: Unterbricht den Assistenten, damit du sprechen kannst
es: Detiene al asistente para que puedas hablar
fr: Arrête l'assistant pour que vous puissiez parler
id: Menghentikan asisten agar Anda dapat berbicara
it: Ferma l'assistente così puoi parlare
ja: アシスタントを止めて、話せるようにします
ko: 어시스턴트를 멈춰서 말할 수 있게 해요
pl: Zatrzymuje asystenta, aby oddać Ci głos
pt_br: Interrompe o assistente para você falar
ru: Останавливает ассистента, чтобы вы могли говорить
tr: Konuşabilmeniz için asistanı durdurur
zh_hans: 让助手停下，你可以开口说话
zh_hant: 讓助理停下來，好讓你說話

source: Available while the assistant is speaking
de: Verfügbar, während der Assistent spricht
es: Disponible mientras habla el asistente
fr: Disponible pendant que l'assistant parle
id: Tersedia saat asisten berbicara
it: Disponibile mentre l'assistente parla
ja: アシスタントが話している間に使用できます
ko: 어시스턴트가 말하는 동안 사용할 수 있어요
pl: Dostępne, gdy asystent mówi
pt_br: Disponível enquanto o assistente fala
ru: Доступно, пока говорит ассистент
tr: Asistan konuşurken kullanılabilir
zh_hans: 助手说话时可用
zh_hant: 助理說話時可用

source: Microphone unmuted
de: Mikrofon-Stummschaltung aufgehoben
es: Micrófono activado
fr: Micro réactivé
id: Mikrofon tidak dibisukan
it: Microfono riattivato
ja: マイクのミュートを解除しました
ko: 마이크 음소거 해제됨
pl: Mikrofon włączony
pt_br: Microfone ativado
ru: Микрофон включён
tr: Mikrofonun sesi açıldı
zh_hans: 麦克风已取消静音
zh_hant: 麥克風已取消靜音

source: End call
de: Anruf beenden
es: Finalizar llamada
fr: Raccrocher
id: Akhiri panggilan
it: Termina chiamata
ja: 通話を終了
ko: 통화 종료
pl: Zakończ połączenie
pt_br: Encerrar chamada
ru: Завершить звонок
tr: Aramayı bitir
zh_hans: 结束通话
zh_hant: 結束通話

source: Opens the call
de: Öffnet den Anruf
es: Abre la llamada
fr: Ouvre l'appel
id: Membuka panggilan
it: Apre la chiamata
ja: 通話を開きます
ko: 통화를 열어요
pl: Otwiera połączenie
pt_br: Abre a chamada
ru: Открывает звонок
tr: Aramayı açar
zh_hans: 打开通话
zh_hant: 打開通話

source: Call stopped. Tap to see why.
de: Anruf beendet. Tippe, um den Grund zu sehen.
es: Llamada detenida. Toca para ver por qué.
fr: Appel arrêté. Touchez pour savoir pourquoi.
id: Panggilan berhenti. Ketuk untuk melihat alasannya.
it: Chiamata interrotta. Tocca per vedere perché.
ja: 通話が停止しました。タップすると理由が表示されます。
ko: 통화가 중지됐어요. 이유를 보려면 탭하세요.
pl: Połączenie przerwane. Stuknij, aby zobaczyć dlaczego.
pt_br: Chamada interrompida. Toque para ver o motivo.
ru: Звонок прерван. Нажмите, чтобы узнать причину.
tr: Arama durdu. Nedenini görmek için dokunun.
zh_hans: 通话已停止。点按查看原因。
zh_hant: 通話已停止。點一下查看原因。

source: Read Aloud
de: Vorlesen
es: Leer en voz alta
fr: Lecture à voix haute
id: Bacakan
it: Lettura ad alta voce
ja: 読み上げ
ko: 소리 내어 읽기
pl: Czytanie na głos
pt_br: Ler em Voz Alta
ru: Чтение вслух
tr: Sesli Okuma
zh_hans: 朗读
zh_hant: 朗讀

source: How fast the speaker button under a reply reads it aloud, without changing the voice's pitch. Applies from the next reply you play, on this device. Voice conversations always play at normal speed.
de: Wie schnell die Lautsprechertaste unter einer Antwort sie vorliest, ohne die Tonhöhe der Stimme zu ändern. Gilt ab der nächsten Antwort, die du abspielst, auf diesem Gerät. Sprachunterhaltungen laufen immer mit normaler Geschwindigkeit.
es: La velocidad a la que el botón de altavoz bajo una respuesta la lee en voz alta, sin cambiar el tono de la voz. Se aplica desde la próxima respuesta que reproduzcas, en este dispositivo. Las conversaciones de voz siempre se reproducen a velocidad normal.
fr: La vitesse à laquelle le bouton haut-parleur sous une réponse la lit à voix haute, sans changer la hauteur de la voix. S'applique à partir de la prochaine réponse lue, sur cet appareil. Les conversations vocales sont toujours lues à vitesse normale.
id: Seberapa cepat tombol speaker di bawah balasan membacakannya, tanpa mengubah nada suara. Berlaku mulai balasan berikutnya yang Anda putar, di perangkat ini. Percakapan suara selalu diputar dengan kecepatan normal.
it: La velocità con cui il pulsante altoparlante sotto una risposta la legge ad alta voce, senza cambiare l'altezza della voce. Vale dalla prossima risposta che riproduci, su questo dispositivo. Le conversazioni vocali vengono sempre riprodotte a velocità normale.
ja: 返信の下にあるスピーカーボタンで読み上げるときの速度です。声の高さは変わりません。このデバイスで次に再生する返信から適用されます。音声会話は常に通常の速度で再生されます。
ko: 답장 아래의 스피커 버튼으로 소리 내어 읽을 때의 속도로, 목소리 높낮이는 바뀌지 않아요. 이 기기에서 다음에 재생하는 답장부터 적용돼요. 음성 대화는 항상 보통 속도로 재생돼요.
pl: Jak szybko przycisk głośnika pod odpowiedzią czyta ją na głos, bez zmiany wysokości głosu. Obowiązuje od następnej odtwarzanej odpowiedzi, na tym urządzeniu. Rozmowy głosowe są zawsze odtwarzane z normalną prędkością.
pt_br: A velocidade com que o botão de alto-falante abaixo de uma resposta a lê em voz alta, sem mudar o tom da voz. Vale a partir da próxima resposta que você reproduzir, neste aparelho. Conversas por voz sempre tocam na velocidade normal.
ru: Скорость, с которой кнопка динамика под ответом читает его вслух, без изменения высоты голоса. Действует на этом устройстве со следующего воспроизводимого ответа. Голосовые разговоры всегда звучат с обычной скоростью.
tr: Bir yanıtın altındaki hoparlör düğmesinin, sesin perdesini değiştirmeden yanıtı ne kadar hızlı okuyacağı. Bu cihazda, oynattığınız sonraki yanıttan itibaren geçerli olur. Sesli konuşmalar her zaman normal hızda çalınır.
zh_hans: 回复下方扬声器按钮的朗读速度，不改变音调。从下一条播放的回复开始生效，仅限此设备。语音对话始终以正常速度播放。
zh_hant: 回覆下方揚聲器按鈕的朗讀速度，不會改變聲音的音高。從你下一次播放的回覆起生效，僅限此裝置。語音對話一律以正常速度播放。

source: The picture was saved, but its look was not.
de: Das Bild wurde gespeichert, das Erscheinungsbild aber nicht.
es: La imagen se guardó, pero su aspecto no.
fr: L'image a été enregistrée, mais pas son apparence.
id: Gambar sudah disimpan, tetapi tampilannya tidak.
it: L'immagine è stata salvata, ma il suo aspetto no.
ja: 画像は保存されましたが、見た目の設定は保存されませんでした。
ko: 사진은 저장됐지만 표시 스타일은 저장되지 않았어요.
pl: Obraz został zapisany, ale jego wygląd już nie.
pt_br: A imagem foi salva, mas a aparência não.
ru: Изображение сохранено, но его оформление — нет.
tr: Resim kaydedildi ancak görünümü kaydedilmedi.
zh_hans: 照片已保存，但外观设置未保存。
zh_hant: 圖片已儲存，但外觀設定未儲存。

source: Picture
de: Bild
es: Imagen
fr: Image
id: Gambar
it: Immagine
ja: 写真
ko: 사진
pl: Obraz
pt_br: Imagem
ru: Изображение
tr: Resim
zh_hans: 头像
zh_hant: 圖片

source: Keep Photo
de: Foto behalten
es: Conservar foto
fr: Garder la photo
id: Pertahankan Foto
it: Mantieni foto
ja: 写真を保持
ko: 사진 유지
pl: Zachowaj zdjęcie
pt_br: Manter Foto
ru: Оставить фото
tr: Fotoğrafı Koru
zh_hans: 保留照片
zh_hant: 保留照片

source: New photo chosen
de: Neues Foto ausgewählt
es: Nueva foto elegida
fr: Nouvelle photo choisie
id: Foto baru dipilih
it: Nuova foto scelta
ja: 新しい写真を選択済み
ko: 새 사진 선택됨
pl: Wybrano nowe zdjęcie
pt_br: Nova foto escolhida
ru: Выбрано новое фото
tr: Yeni fotoğraf seçildi
zh_hans: 已选择新照片
zh_hant: 已選擇新照片

source: Photo will be removed
de: Foto wird entfernt
es: Se quitará la foto
fr: La photo sera supprimée
id: Foto akan dihapus
it: La foto verrà rimossa
ja: 写真は削除されます
ko: 사진이 제거될 예정
pl: Zdjęcie zostanie usunięte
pt_br: A foto será removida
ru: Фото будет удалено
tr: Fotoğraf kaldırılacak
zh_hans: 照片将被移除
zh_hant: 照片將被移除

source: Photo set
de: Foto festgelegt
es: Foto establecida
fr: Photo définie
id: Foto terpasang
it: Foto impostata
ja: 写真を設定済み
ko: 사진 설정됨
pl: Ustawiono zdjęcie
pt_br: Foto definida
ru: Фото установлено
tr: Fotoğraf ayarlandı
zh_hans: 已设置照片
zh_hant: 已設定照片

source: No photo
de: Kein Foto
es: Sin foto
fr: Aucune photo
id: Tidak ada foto
it: Nessuna foto
ja: 写真なし
ko: 사진 없음
pl: Brak zdjęcia
pt_br: Sem foto
ru: Нет фото
tr: Fotoğraf yok
zh_hans: 无照片
zh_hant: 沒有照片

source: Red
de: Rot
es: Rojo
fr: Rouge
id: Merah
it: Rosso
ja: レッド
ko: 빨간색
pl: Czerwony
pt_br: Vermelho
ru: Красный
tr: Kırmızı
zh_hans: 红色
zh_hant: 紅色

source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
id: Kuning
it: Giallo
ja: イエロー
ko: 노란색
pl: Żółty
pt_br: Amarelo
ru: Жёлтый
tr: Sarı
zh_hans: 黄色
zh_hant: 黃色

source: Lime
de: Limette
es: Lima
fr: Vert citron
id: Limau
ja: ライム
ko: 라임색
pl: Limonkowy
pt_br: Lima
ru: Лаймовый
tr: Limon Yeşili
zh_hans: 青柠色
zh_hant: 萊姆綠

source: Green
de: Grün
es: Verde
fr: Vert
id: Hijau
it: Verde
ja: グリーン
ko: 초록색
pl: Zielony
pt_br: Verde
ru: Зелёный
tr: Yeşil
zh_hans: 绿色
zh_hant: 綠色

source: Sky Blue
de: Himmelblau
es: Azul cielo
fr: Bleu ciel
id: Biru Langit
it: Azzurro
ja: スカイブルー
ko: 하늘색
pl: Błękitny
pt_br: Azul-celeste
ru: Голубой
tr: Gök Mavisi
zh_hans: 天蓝色
zh_hant: 天藍色

source: Blue
de: Blau
es: Azul
fr: Bleu
id: Biru
it: Blu
ja: ブルー
ko: 파란색
pl: Niebieski
pt_br: Azul
ru: Синий
tr: Mavi
zh_hans: 蓝色
zh_hant: 藍色

source: Purple
de: Violett
es: Morado
fr: Violet
id: Ungu
it: Viola
ja: パープル
ko: 보라색
pl: Fioletowy
pt_br: Roxo
ru: Фиолетовый
tr: Mor
zh_hans: 紫色
zh_hant: 紫色

source: Could not load this bot's personality.
de: Die Persönlichkeit dieses Bots konnte nicht geladen werden.
es: No se pudo cargar la personalidad de este bot.
fr: Impossible de charger la personnalité de ce bot.
id: Tidak dapat memuat kepribadian bot ini.
it: Impossibile caricare la personalità di questo bot.
ja: このボットのパーソナリティを読み込めませんでした。
ko: 이 봇의 성격을 불러올 수 없어요.
pl: Nie udało się wczytać osobowości tego bota.
pt_br: Não foi possível carregar a personalidade deste bot.
ru: Не удалось загрузить личность этого бота.
tr: Bu botun kişiliği yüklenemedi.
zh_hans: 无法加载此机器人的个性设定。
zh_hant: 無法載入此機器人的個性。

source: Saved as the bot's SOUL.md.
de: Wird als SOUL.md des Bots gespeichert.
es: Guardado como SOUL.md del bot.
fr: Enregistré comme SOUL.md du bot.
id: Disimpan sebagai SOUL.md bot.
it: Salvato come SOUL.md del bot.
ja: ボットのSOUL.mdとして保存されます。
ko: 봇의 SOUL.md로 저장돼요.
pl: Zapisywane jako plik SOUL.md bota.
pt_br: Salvo como o SOUL.md do bot.
ru: Сохраняется как SOUL.md бота.
tr: Botun SOUL.md dosyası olarak kaydedilir.
zh_hans: 保存为机器人的 SOUL.md。
zh_hant: 會儲存為機器人的 SOUL.md。

source: Shown behind the bot's initial when it has no picture.
de: Wird hinter dem Anfangsbuchstaben des Bots angezeigt, wenn er kein Bild hat.
es: Se muestra detrás de la inicial del bot cuando no tiene imagen.
fr: Affichée derrière l'initiale du bot quand il n'a pas d'image.
id: Ditampilkan di belakang inisial bot jika bot tidak memiliki gambar.
it: Mostrato dietro l'iniziale del bot quando non ha un'immagine.
ja: 写真がない場合に、ボットのイニシャルの背景として表示されます。
ko: 사진이 없을 때 봇 이름의 첫 글자 뒤에 표시돼요.
pl: Wyświetlany za inicjałem bota, gdy nie ma on obrazu.
pt_br: Aparece atrás da inicial do bot quando ele não tem imagem.
ru: Отображается за инициалом бота, если у него нет изображения.
tr: Resmi olmadığında botun baş harfinin arkasında gösterilir.
zh_hans: 机器人没有头像时，显示在其首字母背后。
zh_hant: 機器人沒有圖片時，會顯示在其名稱首字的背後。

source: This permanently removes the bot's profile, chats, memory and skills from the gateway.
de: Dadurch werden Profil, Chats, Gedächtnis und Skills des Bots dauerhaft vom Gateway entfernt.
es: Esto elimina permanentemente de la pasarela el perfil, los chats, la memoria y las habilidades del bot.
fr: Cette action supprime définitivement de la passerelle le profil, les discussions, la mémoire et les compétences du bot.
id: Tindakan ini menghapus profil, obrolan, memori, dan skill bot dari gateway secara permanen.
it: Questa azione rimuove definitivamente dal gateway il profilo, le chat, la memoria e le skill del bot.
ja: ボットのプロファイル、チャット、メモリ、スキルがゲートウェイから完全に削除されます。
ko: 봇의 프로필, 채팅, 메모리, 스킬이 게이트웨이에서 영구적으로 삭제돼요.
pl: Spowoduje to trwałe usunięcie profilu, czatów, pamięci i umiejętności bota z bramy.
pt_br: Isso remove permanentemente do gateway o perfil, os chats, a memória e as habilidades do bot.
ru: Профиль бота, его чаты, память и навыки будут безвозвратно удалены со шлюза.
tr: Bu işlem botun profilini, sohbetlerini, belleğini ve becerilerini ağ geçidinden kalıcı olarak kaldırır.
zh_hans: 这会从网关永久删除该机器人的配置、聊天、记忆和技能。
zh_hant: 這會從閘道永久移除機器人的設定檔、聊天、記憶和技能。

source: This profile can't be deleted from here.
de: Dieses Profil kann hier nicht gelöscht werden.
es: Este perfil no se puede eliminar desde aquí.
fr: Ce profil ne peut pas être supprimé d'ici.
id: Profil ini tidak dapat dihapus dari sini.
it: Questo profilo non può essere eliminato da qui.
ja: このプロファイルはここからは削除できません。
ko: 이 프로필은 여기서 삭제할 수 없어요.
pl: Tego profilu nie można tutaj usunąć.
pt_br: Este perfil não pode ser apagado daqui.
ru: Этот профиль нельзя удалить отсюда.
tr: Bu profil buradan silinemez.
zh_hans: 无法在此删除此配置。
zh_hant: 無法在這裡刪除此設定檔。

source: A profile named %@ already exists.
de: Ein Profil namens %@ existiert bereits.
es: Ya existe un perfil llamado %@.
fr: Un profil nommé %@ existe déjà.
id: Profil bernama %@ sudah ada.
it: Esiste già un profilo chiamato %@.
ja: 「%@」という名前のプロファイルはすでに存在します。
ko: 이름이 %@인 프로필이 이미 있어요.
pl: Profil o nazwie „%@” już istnieje.
pt_br: Já existe um perfil chamado %@.
ru: Профиль с именем %@ уже существует.
tr: %@ adlı bir profil zaten var.
zh_hans: 名为 %@ 的配置已存在。
zh_hant: 名為「%@」的設定檔已存在。

source: Auto
de: Automatisch
id: Otomatis
ja: 自動
ko: 자동
ru: Авто
tr: Otomatik
zh_hans: 自动
zh_hant: 自動

source: Automatic color
de: Automatische Farbe
es: Color automático
fr: Couleur automatique
id: Warna otomatis
it: Colore automatico
ja: 自動カラー
ko: 자동 색상
pl: Kolor automatyczny
pt_br: Cor automática
ru: Автоматический цвет
tr: Otomatik renk
zh_hans: 自动颜色
zh_hant: 自動顏色

source: Choose Photo
de: Foto auswählen
es: Elegir foto
fr: Choisir une photo
id: Pilih Foto
it: Scegli foto
ja: 写真を選択
ko: 사진 선택
pl: Wybierz zdjęcie
pt_br: Escolher Foto
ru: Выбрать фото
tr: Fotoğraf Seç
zh_hans: 选择照片
zh_hant: 選擇照片

source: Color
de: Farbe
fr: Couleur
id: Warna
it: Colore
ja: カラー
ko: 색상
pl: Kolor
pt_br: Cor
ru: Цвет
tr: Renk
zh_hans: 颜色
zh_hant: 顏色

source: Connect to Hermes to manage bots.
de: Verbinde dich mit Hermes, um Bots zu verwalten.
es: Conéctate a Hermes para gestionar bots.
fr: Connectez-vous à Hermes pour gérer les bots.
id: Hubungkan ke Hermes untuk mengelola bot.
it: Connettiti a Hermes per gestire i bot.
ja: ボットを管理するには、Hermesに接続してください。
ko: 봇을 관리하려면 Hermes에 연결하세요.
pl: Połącz się z Hermesem, aby zarządzać botami.
pt_br: Conecte-se ao Hermes para gerenciar bots.
ru: Подключитесь к Hermes, чтобы управлять ботами.
tr: Botları yönetmek için Hermes'e bağlanın.
zh_hans: 连接到 Hermes 以管理机器人。
zh_hant: 連線到 Hermes 以管理機器人。

source: Could not create the bot: %@
de: Der Bot konnte nicht erstellt werden: %@
es: No se pudo crear el bot: %@
fr: Impossible de créer le bot : %@
id: Tidak dapat membuat bot: %@
it: Impossibile creare il bot: %@
ja: ボットを作成できませんでした：%@
ko: 봇을 만들 수 없어요: %@
pl: Nie udało się utworzyć bota: %@
pt_br: Não foi possível criar o bot: %@
ru: Не удалось создать бота: %@
tr: Bot oluşturulamadı: %@
zh_hans: 无法创建机器人：%@
zh_hant: 無法建立機器人：%@

source: Could not save the bot: %@
de: Der Bot konnte nicht gespeichert werden: %@
es: No se pudo guardar el bot: %@
fr: Impossible d'enregistrer le bot : %@
id: Tidak dapat menyimpan bot: %@
it: Impossibile salvare il bot: %@
ja: ボットを保存できませんでした：%@
ko: 봇을 저장할 수 없어요: %@
pl: Nie udało się zapisać bota: %@
pt_br: Não foi possível salvar o bot: %@
ru: Не удалось сохранить бота: %@
tr: Bot kaydedilemedi: %@
zh_hans: 无法保存机器人：%@
zh_hant: 無法儲存機器人：%@
